Revit 2027 API
ParameterTypeId.SheetCurrentRevisionIssuedBy Property
 "Current Revision Issued By"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetCurrentRevisionIssuedBy { get; }
Public Shared ReadOnly Property SheetCurrentRevisionIssuedBy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetCurrentRevisionIssuedBy {
	ForgeTypeId^ get ();
}
static member SheetCurrentRevisionIssuedBy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace